---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotPasteAlignedError
source: html/b0e6c82c-0c7c-d310-3bd6-4c9f8540d5f5.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotPasteAlignedError Property

Can't Paste Align these elements in this view.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotPasteAlignedError { get; }
```